Revit 2024 API
SymbolTypeId.MNDashM Property
 Symbol MN-m, indicating unit Meganewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MNDashM { get; }
Visual Basic
Public Shared ReadOnly Property MNDashM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MNDashM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace